IDEA StatiCa Open Model
LineLoad.ResultantForces Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 forces value
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ResultantForces { get; set; }
Public Property ResultantForces As String
	Get
	Set
public:
property String^ ResultantForces {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace